tap "homebrew/bundle"
# brew "awscli"
# brew "azure-cli"
brew "bash-completion"
brew "brew-cask-completion"
brew "coreutils"
brew "docker"
brew "ffmpeg"
brew "gawk"
brew "git"
brew "glib"
brew "gnu-sed"
brew "gnu-tar"
brew "go"
brew "helm"
brew "id3v2"
brew "jq"
brew "kubectx"
brew "macvim"
brew "make"
brew "node"
brew "openssl@3"
brew "telnet"
brew "terraform"
brew "tree"
brew "watch"
brew "wget"
brew "yt-dlp"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "zsh"
brew "zstd"
cask "authy"
cask "brave-browser"
cask "firefox"
cask "gimp"
cask "google-chrome"
# cask "google-cloud-sdk"
cask "google-drive"
cask "hammerspoon"
cask "iterm2"
cask "karabiner-elements"
cask "onedrive"
cask "postman"
# cask "powershell"
cask "slack"
cask "sublime-text"
cask "the-unarchiver"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "xquartz"
vscode "chrmarti.regex"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.code-runner"
vscode "foxundermoon.shell-format"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "kamikillerto.vscode-colorize"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.python"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "pkief.material-icon-theme"
vscode "redhat.ansible"
vscode "redhat.java"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "ria.elastic"
vscode "splunk.splunk"
vscode "streetsidesoftware.code-spell-checker"
vscode "visualstudioexptteam.vscodeintellicode"
